/* An audio channel layout. */
"1.1 (C LFE)" = "1.1 (C LFE)";

/* An audio channel layout. */
"2.1 (L R LFE)" = "2.1 (E D LFE)";

/* An audio channel layout. */
"3.0 (C L R)" = "3.0 (C E D)";

/* An audio channel layout. */
"3.0 (L C R)" = "3.0 (E C D)";

/* An audio channel layout. */
"3.0 (L R C)" = "3.0 (E D C)";

/* An audio channel layout. */
"3.0 (L R Cs)" = "3.0 (E D Cs)";

/* An audio channel layout. */
"3.1 (L C R LFE)" = "3.1 (E C D LFE)";

/* An audio channel layout. */
"3.1 (L R C LFE)" = "3.1 (E D C LFE)";

/* An audio channel layout. */
"3.1 (L R Cs LFE)" = "3.1 (E D Cs LFE)";

/* An audio channel layout. */
"3.1 (L R LFE Cs)" = "3.1 (E D LFE Cs)";

/* An audio channel layout. */
"4.0 (C L R Cs)" = "4.0 (C E D Cs)";

/* An audio channel layout. */
"4.0 (L C R Cs)" = "4.0 (E C D Cs)";

/* An audio channel layout. */
"4.0 (L R C Cs)" = "4.0 (E D C Cs)";

/* An audio channel layout. */
"4.0 (L R Ls Rs)" = "4.0 (E D Es Ds)";

/* An audio channel layout. */
"4.1 (L C R Cs LFE)" = "4.1 (E C D Cs LFE)";

/* An audio channel layout. */
"4.1 (L R C LFE Cs)" = "4.1 (E D C LFE Cs)";

/* An audio channel layout. */
"4.1 (L R LFE Ls Rs)" = "4.1 (E D LFE Es Ds)";

/* An audio channel layout. */
"4.1 (L R Ls Rs LFE)" = "4.1 (E D Es Ds LFE)";

/* An audio channel layout. */
"5.0 (C L R Ls Rs)" = "5.0 (C E D Es Ds)";

/* An audio channel layout. */
"5.0 (L C R Ls Rs)" = "5.0 (E C D Es Ds)";

/* An audio channel layout. */
"5.0 (L R C Ls Rs)" = "5.0 (E D C Es Ds)";

/* An audio channel layout. */
"5.0 (L R Ls Rs C)" = "5.0 (E D Es Ds C)";

/* An audio channel layout. */
"5.1 (C L R Ls Rs LFE)" = "5.1 (C E D Es Ds LFE)";

/* An audio channel layout. */
"5.1 (L C R Ls Rs LFE)" = "5.1 (E C D Es Ds LFE)";

/* An audio channel layout. */
"5.1 (L R C LFE Ls Rs)" = "5.1 (E D C LFE Es Ds)";

/* An audio channel layout. */
"5.1 (L R Ls Rs C LFE)" = "5.1 (E D Es Ds C LFE)";

/* An audio channel layout. */
"6.0 (C L R Ls Rs Cs)" = "6.0 (C E D Es Ds Cs)";

/* An audio channel layout. */
"6.0 (L R Ls Rs C Cs)" = "6.0 (E D Es Ds C Cs)";

/* An audio channel layout. */
"6.1 (C L R Ls Rs Cs LFE)" = "6.1 (C E D Es Ds Cs LFE)";

/* An audio channel layout. */
"6.1 (L R C LFE Ls Rs Cs)" = "6.1 (E D C LFE Es Ds Cs)";

/* An audio channel layout. */
"7.0 (C L R Ls Rs Rls Rrs)" = "7.0 (C E D Es Ds Dls Drs)";

/* An audio channel layout. */
"7.0 (L R Ls Rs C Lc Rc)" = "7.0 (E D Es Ds C Ec Dc)";

/* An audio channel layout. */
"7.0 (L R Ls Rs C Rls Rrs)" = "7.0 (E D Es Ds C Dls Drs)";

/* An audio channel layout. */
"7.1 (C Lc Rc L R Ls Rs LFE)" = "7.1 (C Ec Dc E D Es Ds LFE)";

/* An audio channel layout. */
"7.1 (L R C LFE Ls Rs Lc Rc)" = "7.1 (E D C LFE Es Ds Ec Dc)";

/* An audio channel layout. */
"7.1 (L R C LFE Ls Rs Rls Rrs)" = "7.1 (E D C LFE Es Ds Dls Drs)";

/* An audio channel layout. */
"7.1 (L R Ls Rs C LFE Lc Rc)" = "7.1 (E D Es Ds C LFE Ec Dc)";

/* An audio channel layout. */
"6.0 (L C R Ls Rs Cs)" = "6.0 (L C R Ls Rs Cs)";

/* An audio channel layout. */
"7.0 (L C R Ls Rs Rls Rrs)" = "7.0 (L C R Ls Rs Rls Rrs)";

/* An audio channel layout. */
"6.1 (L C R Ls Rs LFE Cs)" = "6.1 (L C R Ls Rs LFE Cs)";

/* An audio channel layout. */
"6.1 (L C R Ls Rs LFE Ts)" = "6.1 (L C R Ls Rs LFE Ts)";

/* An audio channel layout. */
"6.1 (L C R Ls Rs LFE Vhc)" = "6.1 (L C R Ls Rs LFE Vhc)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Rls Rrs)" = "7.1 (L C R Ls Rs LFE Rls Rrs)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Lc Rc)" = "7.1 (L C R Ls Rs LFE Lc Rc)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Lsd Rsd)" = "7.1 (L C R Ls Rs LFE Lsd Rsd)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Lw Rw)" = "7.1 (L C R Ls Rs LFE Lw Rw)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Vhl Vhr)" = "7.1 (L C R Ls Rs LFE Vhl Vhr)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Cs Ts)" = "7.1 (L C R Ls Rs LFE Cs Ts)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Cs Vhc)" = "7.1 (L C R Ls Rs LFE Cs Vhc)";

/* An audio channel layout. */
"7.1 (L C R Ls Rs LFE Ts Vhc)" = "7.1 (L C R Ls Rs LFE Ts Vhc)";

/* An audio channel layout. */
"8.0 (C L R Ls Rs Rls Rrs Cs)" = "8.0 (C E D Es Ds Dls Drs Cs)";

/* An audio channel layout. */
"3.1 (C L R LFE)" = "3.1 (C L R LFE)"; 

/* An audio channel layout. */
"4.1 (C L R Cs LFE)" = "4.1 (C L R Cs LFE)"; 

/* An audio channel layout. */
"6.0 (Lc Rc L R Ls Rs)" = "6.0 (Lc Rc L R Ls Rs)"; 

/* An audio channel layout. */
"6.0 (C L R Rls Rrs Ts)" = "6.0 (C L R Rls Rrs Ts)"; 

/* An audio channel layout. */
"6.0 (C Cs L R Rls Rrs)" = "6.0 (C Cs L R Rls Rrs)"; 

/* An audio channel layout. */
"6.1 (Lc Rc L R Ls Rs LFE)" = "6.1 (Lc Rc L R Ls Rs LFE)"; 

/* An audio channel layout. */
"6.1 (C L R Rls Rrs Ts LFE)" = "6.1 (C L R Rls Rrs Ts LFE)"; 

/* An audio channel layout. */
"6.1 (C Cs L R Rls Rrs LFE)" = "6.1 (C Cs L R Rls Rrs LFE)"; 

/* An audio channel layout. */
"6.1 (C L R Ls Rs LFE Cs)" = "6.1 (C L R Ls Rs LFE Cs)"; 

/* An audio channel layout. */
"7.1 (Lc C Rc L R Ls Rs)" = "7.1 (Lc C Rc L R Ls Rs)"; 

/* An audio channel layout. */
"7.1 (Lc C Rc L R Ls Rs LFE)" = "7.1 (Lc C Rc L R Ls Rs LFE)"; 

/* An audio channel layout. */
"8.0 (Lc Rc L R Ls Rs Rls Rrs)" = "8.0 (Lc Rc L R Ls Rs Rls Rrs)"; 

/* An audio channel layout. */
"8.0 (Lc C Rc L R Ls Cs Rs)" = "8.0 (Lc C Rc L R Ls Cs Rs)"; 

/* An audio channel layout. */
"8.1 (Lc Rc L R Ls Rs Rls Rrs LFE)" = "8.1 (Lc Rc L R Ls Rs Rls Rrs LFE)"; 

/* An audio channel layout. */
"8.1 (Lc C Rc L R Ls Cs Rs LFE)" = "8.1 (Lc C Rc L R Ls Cs Rs LFE)"; 

/* An audio channel layout. */
"Ambisonic B Format (W X Y Z)" = "Formato B Ambisonic (W X Y Z)";

/* An audio channel layout. */
"Binaural" = "Biauricular";

/* An audio channel layout. */
"Cube" = "Cubo";

/* An audio channel layout. */
"Discrete Channel" = "Canal Moderado";

/* An audio channel layout. */
"Discrete Channels" = "Canais Moderados";

/* An audio channel layout. */
"Hexagonal" = "Hexagonal";

/* An audio channel layout. */
"Matrix Stereo (Lt Rt)" = "Matriz Estéreo (Lt Rt)";

/* An audio channel layout. */
"Mid-Side" = "Meio-Lado";

/* An audio channel layout. */
"Mono" = "Mono";

/* An audio channel layout. */
"Octagonal" = "Octogonal";

/* An audio channel layout. */
"Pentagonal" = "Pentagonal";

/* An audio channel layout. */
"Quadraphonic" = "Quadrafônico";

/* An audio channel layout. */
"SMPTE DTV (L R C LFE Ls Rs Lt Rt)" = "SMPTE DTV (L R C LFE Ls Rs Lt Rt)";

/* An audio channel layout. */
"Stereo (L R)" = "Estéreo (L R)";

/* An audio channel layout. */
"Stereo Headphones" = "Fones de Ouvido Estéreo";

/* An audio channel layout. */
"TMH 10.2 (16 channel)" = "TMH 10.2 (16 canais)";

/* An audio channel layout. */
"TMH 10.2 (21 channel)" = "TMH 10.2 (21 canais)";

/* An audio channel layout. */
"X-Y" = "X-Y";

